alsa-utils
base
base-devel
bitwarden
blueman
bluez
bluez-utils
btop
clonezilla
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
fzf
git
grim
grub
gst-plugin-pipewire
hyprland
hyprlock
hyprpaper
intel-ucode
iwd
kitty
libpulse
linux
linux-firmware
linux-headers
ly
man-db
nano
neofetch
neovim
noto-fonts-emoji
nvidia-open-dkms
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qpwgraph
qt5-wayland
qt6-wayland
slurp
smartmontools
steam
sunshine-git
swaync
ttf-victor-mono-nerd
unzip
vim
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xorg-xrandr
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
